[{
  "_id": {
    "$oid": "627555cc954f952ff2acdc5c"
  },
  "imageUrl": "../Resources/images/blogs/straydog.png",
  "title": "How dogs make our lives better",
  "description": "Dogs are known to be man’s best friends. It is amazing how much love and laughter they bring into our lives. Every year on March 23rd, Puppy Day celebrates the unconditional love and affection puppies bring to our lives. It is also observed to bring awareness to the need of care and homes to the less fortunate ones living on the streets. There are innumerable ways in which our furry friends make our lives better. We’ve listed a few of them to help you realise and appreciate your friendship with dogs even more.",
  "author": "Tejas Parse",
  "__v": 0
},{
  "_id": {
    "$oid": "627555cc954f952ff2acdc5d"
  },
  "imageUrl": "../Resources/images/blogs/bear.webp",
  "title": "IAR joins Partners Wildlife SOS in bidding farewell to India’s oldest sloth bear",
  "description": "IAR has joined partners Wildlife SOS in mourning the loss of a rescued dancing bear that was one of the oldest sloth bears in India. Female bear Gulabo was rescued from the infamous dancing bear trade and rehabilitated at the Bear Rescue Centre inside the Van Vihar National Park in Bhopal, Madhya Pradesh. The facility is run by Wildlife SOS in collaboration with the Madhya Pradesh Forest Department and Van Vihar National Park authorities and IAR is one of its main funders.",
  "author": "Tanishq Awasthi",
  "__v": 0
},{
  "_id": {
    "$oid": "627555cc954f952ff2acdc5e"
  },
  "imageUrl": "../Resources/images/blogs/straydog1.jpg",
  "title": "Food you should never give a dog",
  "description": "We have all been tempted to share our favourite snacks with our friends wagging their tails at us. But while our hearts may be in the right place, we can make them sick by giving them  food that’s unsafe for them. Here’s a list of food items you should never give a dog\r\nRaw meat and raw eggs can contain bacteria that can be harmful to dogs, causing food poisoning. Symptoms of food poisoning include vomiting, fever, and enlarged lymph nodes. Raw eggs contain an enzyme called avidin that decreases the absorption of vitamin B, which can lead to skin and coat problems. Raw bones could injure the digestive tract or damage their teeth. Cooking meat changes its structural composition rendering them not only harmless but nutritional. ",
  "author": "Tejas Parse",
  "__v": 0
},{
  "_id": {
    "$oid": "627555cc954f952ff2acdc5f"
  },
  "imageUrl": "https://static.toiimg.com/thumb/msid-67586673,width-800,height-600,resizemode-75,imgsize-3918697,pt-32,y_pad-40/67586673.jpg",
  "title": "What Not To Feed Cats Blog",
  "description": "It’s understandable wanting to share a snack with your cat but before you do, it’s important to know what foods are unsafe for them. Some of the common foods that we believe are cats’ favourite may get them severely sick or in the worst scenario, result in  their death. \r\nHere’s a list of food that can cause distress or be toxic for our feline friends. \r\nMany of us grew up with the image of cats loving milk due to cartoons and comics. But in reality, cats and dairy products might not mix. Cats may have trouble digesting the lactose present in milk, meaning that packed or cow’s milk and other dairy products made from it can upset their stomachs, causing vomiting and diarrhoea. This is because most cats are only exposed to lactose from their mother’s milk when they are kittens. Since kittens only drink their mother’s milk for a few weeks, their digestive systems are often not equipped to handle a reintroduction to lactose.",
  "author": "Nitant",
  "__v": 0
},{
  "_id": {
    "$oid": "627555cc954f952ff2acdc60"
  },
  "imageUrl": "../Resources/images/blogs/three.jpg",
  "title": "Most common phobias in cats and how to help them",
  "description": "It’s said, a confident cat is going to walk right through the center of the room, their tail held high, and act like they own the place, while a more fearful cat may slink on the perimeters of the space. While these behaviours will vary from cat to cat, if you suspect your feline companion is suffering from fear, anxiety, or stress, you’ll want to get to the bottom of it. \r\n\r\nTo help, we’ve compiled a list of common cat fears and anxieties\r\n\r\nLoud noises\r\nUnsurprisingly, cats are not fans of loud noises. Especially if it continues over time, noise can cause high levels of anxiety and stress. Their sense of hearing is far more acute compared to ours. They can hear a mouse in a football field and pinpoint its exact location, so can you imagine what the ear-piercing screams of an infant might feel like for them? Anything loud and abrupt can constitute a stress-inducing noise. Think vacuum cleaners, loud traffic outside, construction noise, or even loud sounds on the TV. If they don’t get acclimated and desensitised to those types of experiences from a young age, they tend to get spooked by them very easily.\r\nWide open spaces\r\nEver wondered why cats tend to hide under the bed, in boxes, or in the laundry pile? Cats are predators that like to be hidden, so they often feel anxious in wide-open spaces. Big, vast, open spaces are really scary for them. Without realising, we often make it difficult for them to get to the things they need most, noting that if cats have to walk through open, high-ceiling rooms, they may feel exposed, with nowhere to hide.\r\nChildren\r\nTo cats, this small human being might be an alien creature. A baby smells different, sounds odd with a higher-pitched voice, and though an infant is small and closer to a cat’s level, it moves erratically, which can cause anxiety in a feline. As a result, the cat may switch into stranger-danger mode and hide, or become defensive and try to swat at the scary little alien to make it go away.\r\nStrong Odours\r\nFelines have an incredible sense of smell which is fourteen times more intense than humans. They pay attention to the scents in their environment and will respond to various pheromones intensely. Some smells, such as those of catnip, cats will love. However, the amount of pleasure they get from smells they like can be countered by the amount of fear they experience because of smells they hate. Certain strong odours are particularly unpleasant for cats. These include vinegar, onions, petrol, certain alcoholic beverages, citrus fruits and others. Some cats are so sensitive, even the lingering scent in the air can make them fearful. However, this is not always the case. Some cats may be interested in the smell of a lemon and even have a few licks.\r\nWorking with fearful cats can be a challenge because people often confuse their behaviour with aggression. Encouraging timid cats to break their cycle of fear takes time. Be very patient and don’t force your cat to do anything. Let the cat come to you. You can encourage interaction by speaking softly and offering positive experiences, but don’t push it. The most important thing to remember is to avoid pushing the scared cat into situations it finds uncomfortable. Allowing the cat to be wary and overcome fears on its own is the best way. ",
  "author": "Tanishq Awasthi",
  "__v": 0
},{
  "_id": {
    "$oid": "627555cc954f952ff2acdc61"
  },
  "imageUrl": "../Resources/images/blogs/CatAnxietyImage.webp",
  "title": "HOW DO I HELP MY CAT WITH FEAR & ANXIETY?",
  "description": "Anxiety is a feeling of uncertainty that arises because of an expected danger or threat. So even if your cat is not actually in danger, they may be expecting it. You can make out if a cat is feeling anxious through its voluntary or involuntary bodily actions. Keeping an eye out on symptoms that lead to separation anxiety, you can avert a major psychological crisis for your cat.\r\n\r\nMany fears, phobias, and anxieties develop as a result of experiences in the initial years of a cat’s life. There can be many reasons such as early separation from mother cat, traumatizing events in life, abuse, attack by huge animals, solitary confinement and much more. Between 5 months to 1 year is the age when cats begin to show signs of separation anxiety. This anxiety later gets worse and becomes the cause of major anxiety issues around ages 1-3.\r\n\r\nThis makes it all the more important to take precautionary steps to treat your cat’s anxiety as soon as possible. We have tried to list a few common symptoms, causes and treatment methods for separation anxiety in cats.",
  "author": "Sreekar",
  "__v": 0
}]